language                                      = 한국어 (&Korean)
translators                                   = Yusiaa(Yusiaa@gmail.com)

about.title                                   = 프로그램 정보 [app.name]
about.notregistered                           = 시험판

ok                                            = 확인
cancel                                        = 취소
yes                                           = 네
no                                            = 아니오
close                                         = 닫기
error                                         = 오류
warning                                       = 주의
or                                            = 또는
and                                           = 그리고

app.unknownError                              = 오류가 발생했습니다.
app.activatedExistingInstance                 = [app.name] 는 이미 실행 중입니다.
app.readonly                                  = 읽기전용
app.restartneeded                             = 프로그램을 다시 시작합니다.
app.restartneeded.title                       = 재시작 필요

undo                                          = 실행 취소(&U)
redo                                          = 다시 실행(&R)

notebook.browse.filemask.db                   = CintaNotes 노트 파일
notebook.new.caption                          = 새 노트
notebook.open.caption                         = 노트 열기
notebook.save.caption                         = 노트 저장 새이름

notelinkprotocol.restore.message              = 링크 프로토콜 등록이 단절되었습니다 복원 하시겠습니까?

menu.file                                     = {s}파일(&F){s}
menu.file.new                                 = 새 파일(&N)
menu.file.open                                = 열기(&O)
menu.file.saveas                              = 다른이름으로 저장(&S)
menu.file.close                               = 닫기(&C)
menu.file.import                              = 가져오기(&I)
menu.file.export                              = 내보내기(&E)
menu.file.print                               = 프린트(&P)
menu.file.backup                              = 백업(&B)
menu.file.backup.now                          = 지금백업(&B)
menu.file.backup.hourly.enabled               = 매시간백업(&H)
menu.file.backup.daily.enabled                = 매일백업(&D)
menu.file.backup.weekly.enabled               = 매주백업(&W)
menu.file.recyclebin                          = 휴지통(&R)
menu.file.sync                                = 동기화(&S)
menu.file.exit                                = 종료(&x)

menu.edit                                     = {s}편집(&E){s}
menu.edit.new                                 = 새노트(&N)
menu.edit.edit                                = 편집(&E)
menu.edit.copy                                = 복사(&C)
menu.edit.cut                                 = 잘라내기(&t)
menu.edit.paste                               = 붙여넣기(&P)
menu.edit.delete                              = 삭제(&D)
menu.edit.merge                               = 합치기(&M)
menu.edit.replacetags                         = 태그 바꾸기(&R)
menu.edit.selectall                           = 전체 선택(&A)
menu.edit.properties                          = 속성(&O)
menu.edit.print                               = 프린트(&r)
menu.edit.copylink                            = 노트링크 복사(&L)
menu.edit.pastenotelink                       = 노트링크 붙여넣기
menu.edit.inserttimestamp                     = 시간넣기

menu.view                                     = {s}보기(&V){s}
menu.view.notecolor                           = 색 테마(&C)
menu.view.notecolor.red                       = 레드(&R)
menu.view.notecolor.orange                    = 오렌지(&O)
menu.view.notecolor.yellow                    = 옐로우(&Y)
menu.view.notecolor.green                     = 그린(&G)
menu.view.notecolor.cyan                      = 싸이언(&C)
menu.view.notecolor.blue                      = 블루(&B)
menu.view.notecolor.purple                    = 퍼플(&P)
menu.view.notecolor.gray                      = 그레이(&A)
menu.view.tagsidebar                          = 태그 사이드바(&T)
menu.view.sectionbar                          = 섹션 바(&S)
menu.view.reversed                            = 역순정렬(&R)
menu.view.sorting                             = 정렬방법(&S)
menu.view.sorting.manual                      = 수동(&A)
menu.view.sorting.created                     = 생성일(&C)
menu.view.sorting.modified                    = 수정일(&M)
menu.view.sorting.title                       = 제목(&T)
menu.view.sorting.link                        = 링크(&L)
menu.view.sorting.size                        = 사이즈(&S)
menu.view.history.back                        = 뒤로(&B)
menu.view.history.forward                     = 앞으로(&F)
menu.view.history.clear                       = 지우기(&C)
menu.view.history.display                     = 히스토리 보기

sort.manual                                   = 수동(&A)
sort.created                                  = 생성일(&C)
sort.modified                                 = 수정일(&M)
sort.title                                    = 제목(&T)
sort.link                                     = 링크(&L)
sort.size                                     = 사이즈(&S)
sort.reverse                                  = 역순(&R)

menu.options                                  = {s}옵션(&O){s}
menu.options.hotkey                           = 단축키(&H)
menu.options.clipping                         = 클립설정(&C)
menu.options.clipping.silent                  = 사일런트모드(&S)
menu.options.clipping.after                   = 클립 후 옵션(&A)
menu.options.clipping.after.showinboxsection  = Switch to &Inbox Section
menu.options.clipping.after.showuntagged      = Switch to &Untagged View
menu.options.clipping.after.openeditor        = 에디터에서 열기(&E)
menu.options.clipping.after.assignactivetags  = 현재 활성화된 태그 적용(&A)
menu.options.clipping.title                   = 타이틀 사용
menu.options.clipping.title.apptitle          = 프로그램 제목(&A)
menu.options.clipping.title.firstline         = 문장의 첫줄(&F)
menu.options.clipping.title.blankline         = 공백(&B)

menu.view.noteappearance                      = 노트 목록(&N)

menu.options.editor                           = 에디터 설정(&E)
menu.options.editor.links                     = 링크(&L)
menu.options.editor.links.recognize           = 링크를 하이라이트(&H)
menu.options.editor.links.singleclick         = 싱글 클릭으로 링크(&S)
menu.options.editor.links.doubleclick         = 더블 클릭으로 링크(&D)
menu.options.editor.initialfocus              = 처음 포커스위치(&I)
menu.options.editor.initialfocus.title        = 타이틀
menu.options.editor.initialfocus.text         = 텍스트

menu.options.tags                             = 태그(&T)
menu.options.tags.lowercase                   = 소문자만(&L)
menu.options.tags.accepton                    = 제안 수락켜기(&A)
menu.options.tags.displaycounts               = 태그사이드바에 태그사용 수 표시(&D)
menu.options.tags.autodeleted                 = 자동삭제 기본설정(&u)

menu.options.tags.accepton.space              = 스페이스바(&S)
menu.options.tags.accepton.click              = 싱글마우스 클릭(&C)

menu.options.window                           = 창(&W)
menu.options.minimizetotray                   = 최소화시 시스템트레이(&M)
menu.options.closetotray                      = 종료시 시스템트레이(&l)
menu.options.alwaysontop                      = 항상 위에(&T)
menu.options.window.minimizeonesc             = Esc 키 최소화(&E)

menu.options.startup                          = 시작(&S)
menu.options.runatstartup                     = 시스템 시작시 실행(&R)
menu.options.startup.minimized                = 시작시 최소화(&M)
menu.options.startup.multipleinstances        = 다중 실행 허용(&A)
menu.options.startup.restoretagsfilter        = 최종사용 태그 불러오기(&T)
menu.options.startup.multipleinstances.activationmsg = 이미 실행중일때 활성화시 알림

menu.options.system                           = 시스템(&Y)
menu.options.system.associatewithdbfile       = [app.name] 을 .db 파일과 연동
menu.options.system.registerlinkprotocol      = 링크 프로토콜 등록(&L)
menu.options.system.proxysettings             = 프록시 세팅(&P)
menu.options.system.registry.error            = 레지스트리 수정불가. [app.name] 을 관리자 권한으로 다시 실행하여 주십시오

registerlinkprotocol.title                    = 링크 프로토콜 등록
registerlinkprotocol.registered               = [app.name] 과 CintaNotes 클릭 링크와 연결등록되었습니다. cintanotes:// 링크클릭 가능
registerlinkprotocol.unregistered             = [app.name] 과 CintaNotes 클릭 링크와 연결이 해제되었습니다. cintanotes:// 링크클릭 불가

menu.options.language                         = 언어(&L)

menu.help                                     = {s}도움말(&H){s}
menu.help.help                                = 도움말(&H)
menu.help.website                             = 웹사이트(&W)
menu.help.forum                               = 포럼(&F)
menu.help.roadmap                             = 로드맵(&R)
menu.help.translate                           = 번역(&T)
menu.help.debug                               = 디버그(&D)
menu.help.debug.logging                       = 디버그 로깅(&D)
menu.help.license                             = 라이선스(&L)
menu.help.checkforupdates                     = 업데이트 체크(&C)
menu.help.about                               = 프로그램 정보(&A) [app.name]

menu.updatenotify.tooltip                     = CintaNotes 새 버전 다운로드 가능합니다.

confirmdelete.one                             = 노트 {n}'{0}' 를 삭제할까요?
confirmdelete.many                            = {0} 선택된 노트들을 삭제할까요?
confirmdelete.title.one                       = 노트를 삭제 할까요?
confirmdelete.title.many                      = 노트 전부 삭제 할까요?
confirmdelete.unsaved                         = 노트가 저장되지 않았습니다. 노트를 버릴까요?
confirm.movetorecyclebin.one                  = 노트 {n}'{0}'{n} 를 휴지통에 버리겠습니까?
confirm.movetorecyclebin.many                 = {0} 선택된 노트들을 휴지통에 버리겠습니까?
confirm.movetorecyclebin.title.one            = 노트를 휴지통에 버리겠습니까?
confirm.movetorecyclebin.title.many           = 노트들을 휴지통에 버리겠습니까?

confirm.merge.title                           = 노트들을 합칠까요?
confirm.merge.message                         = 노트들을 정말로 합치시겠습니까?

confirmationdialog.dontaskagain               = 다시 묻지 않음

deletenotesmessagedialog.caption              = 노트들을 휴지통에 버리겠습니까?
deletenotesmessagedialog.title                = 현재 휴지통은 {1} 노트들이 보관되며, {0} 노트 들이 휴지통에 버려집니다. {n} 어떻게 수행할까요?
deletenotesmessagedialog.button.increase      = 늘리기
deletenotesmessagedialog.increase.description = 휴지통에 보관될 노트숫자 늘리기
deletenotesmessagedialog.button.delete        = 삭제
deletenotesmessagedialog.delete.description   = 나머지 {0} 노트들을 영구히 삭제

confirmlinkopening.message                    = {0} 개의 링크를 한번에 열면 시스템이 무응답 상황으로 될 수 있습니다. {n} 계속 진행 하시겠습니까?

filter                                        = 필터:
filter.anytextfield                           = 모든 텍스트와 항목
filter.textandtitle                           = 텍스트와 타이틀(&T)
filter.text                                   = 텍스트만(&x)
filter.title                                  = 타이틀만(&i)
filter.time.created                           = 생성시간(&C)
filter.time.modified                          = 수정시간(&M)
filter.remarks                                = 간단평(&R)
filter.link                                   = 링크(&L)
filter.tags                                   = 태그(&g)
filter.all                                    = 전체(&A)
search.insidewords                            = 문장 내부에서 찾기(&e)
search.acrossfields                           = 범위 전체에서 찾기(&a)

license.message.text                          = 이 기능은 등록 버전에서만 사용 가능합니다.
license.message.caption                       = 등록 필요

noteslist.notebookempty                       = 노트가 비었습니다.{n}{n}노트를 만들려면 Ins 키를 누르시거나 다른 프로그램에서 텍스트를 선택한 후 클리핑 단축 키를 누르세요. (기본 : [clipping.default.key]).{n}또한 클립보드에서 노트를 생성할 수도 있습니다.
noteslist.sectionempty                        = 이 노트북 섹션은 비어있습니다.
noteslist.notfound                            = 현재 필터에 일치하는 노트가 없습니다. {n}
noteslist.openlink                            = 링크 열기(&L)
noteslist.tag                                 = 태그(&T)
noteslist.export.selected                     = 내보내기(&E)
noteslist.move                                = 이동(&v)
noteslist.move.up                             = 위로(&U)
noteslist.move.down                           = 아래로(&D)
noteslist.move.top                            = 맨 위로(&T)
noteslist.move.bottom                         = 맨 아래로(&B)
noteslist.properties                          = 속성...
noteslist.move.tosection                      = 섹션으로(&S)...

noteedit.title                                = 편집
noteedit.accepthint                           = (변경사항 적용하기 [noteedit.accepthint.shortcut])
noteedit.link                                 = 링크:
noteedit.tags                                 = 태그:
noteedit.remarks                              = 간단평:
noteedit.new.title                            = 새 노트
noteedit.readonly.title                       = 읽기전용 노트
noteedit.notesaved                            = 노트 저장됨
noteedit.notelinkcopied                       = 클립보드로 노트 링크 카피됨
noteedit.links.itselferror                    = 링크자체에 링크를 넣을 수 없습니다.
noteedit.links.alreadynotelinkerror           = 이미 링크를 포함하는 텍스트에 링크를 넣을 수 없습니다.
noteedit.links.multilineerror                 = 여러 라인의 링크를 넣을 수 없습니다.
noteedit.links.createnewnote                  = 새 노트 생성
noteedit.links.updatecaption                  = 링크캡션 업데이트
noteedit.links.typetip                        = 타이틀로 찾기 타입
noteedit.links.tip.notenotfound               = 링크된 노트를 찾을 수 없습니다.
noteedit.links.tip.notebooknotfound           = 링크된 노트를 포함하는 노트북을 찾을 수 없습니다.
noteedit.section.tip                          = 섹션
noteedit.linkedit.tip                         = 링크 수정

noteedit.openfilelink.notexists.title         = 파일을 찾을 수 없습니다.
noteedit.openfilelink.notexists.message       = 파일 {0} 찾을 수 없습니다. 링크를 삭제할까요?

noteedit.copylinktounsavednote.caption        = 저장되지 않은 노트에 링크복사
noteedit.copylinktounsavednote.message        = 노트를 저장하고 링크를 넣으시겠습니까?

noteappearance.title                          = 노트 리스트 옵션
noteappearance.pt                             = pt
noteappearance.bold                           = 볼드
noteappearance.italic                         = 이탤릭
noteappearance.headerfontlabel                = 헤더 폰트:
noteappearance.textfontlabel                  = 텍스트 폰트:
noteappearance.notelines                      = 텍스트 미리보기 라인 수:
noteappearance.notelines.min                  = 최소
noteappearance.notelines.max                  = 최대
noteappearance.change                         = …
noteappearance.textformatting                 = 텍스트 서식 사용
noteappearance.datedisplay.label              = 날짜와 시간 표시:
noteappearance.datedisplay.combo.none         = 표시안함
noteappearance.datedisplay.combo.created      = 생성시간
noteappearance.datedisplay.combo.modified     = 수정시간
noteappearance.datedisplay.combo.both         = 생성시간과 수정시간
noteappearance.datedisplay.sortmodedate       = 정렬 모드 날짜를 항상 표시
noteappearance.datedisplay.displaytime        = 시간 표시
noteappearance.tagdisplay.fullnames           = 항상 태그명을 전부 표시

notebookmessage.message                       = 노트북을 열 수 없습니다. 경로가 올바르지 않습니다. : "{0}"
notebookmessage.button.create                 = 새로 만들기
notebookmessage.button.open                   = 기존 노트 열기
notebookmessage.button.exit                   = 닫기

pastemessage.caption                          = 노트 붙여넣기 오류
pastemessage.title                            = 이 노트북은 이미 같은 ID의 다른 텍스트의 {0} 노트를 포함하고 있습니다. {n}어떻게 수행할까요?
pastemessage.button.replace                   = 교체하기
pastemessage.button.replace.description       = 클립보드의 노트로 교체
pastemessage.button.addnew                    = 새로 추가
pastemessage.button.addnew.description        = 클립보드에서 새로운 ID의 새 노트로 추가
pastemessage.button.lastmodified              = 마지막 수정 적용
pastemessage.button.lastmodified.description  = 최근 수정날짜 노트로 적용

searchdialog.find.title                       = 검색
searchdialog.findandreplace.title             = 검색 및 치환
searchdialog.findwhat                         = 찾는 문자(&F)
searchdialog.replacewith                      = 치환 문자:
searchdialog.matchcase                        = 대소문자 일치(&M)
searchdialog.searchinsidewords                = 단어들 내에서 검색(&S)
searchdialog.button.findprevious              = 이전 검색(&P)
searchdialog.button.findnext                  = 다음 검색(&N)
searchdialog.button.replace                   = 치환(&R)
searchdialog.button.replaceall                = 모두 치환(&A)
searchdialog.button.close                     = 닫기(&C)
searchdialog.specifiedtextnotfound            = 해당 문자가 발견되지 않았습니다
searchdialog.findreachedstartingpoint         = 검색 처음 위치

wronglinkmessage.title                        = 링크 열기
wronglinkmessage.notenotfound                 = 링크된 노트를 찾을 수 없습니다.
wronglinkmessage.notebooknotfound             = 링크된 노트를 포함하는 노트북을 찾을 수 없습니다.
wronglinkmessage.notebookincompatible         = 링크된 노트를 포함하는 노트북이 현재 버전과 호환되지 않습니다.
wronglinkmessage.button.remove                = 링크 삭제
wronglinkmessage.button.createnew             = 새노트 생성

externallinkmessage.title                     = 외부링크 열기
externallinkmessage.message                   = 링크가 다른 노트북 에도 연결되었습니다 파일 '{0}'. {n}어떻게 노트를 열까요?
externallinkmessage.switchmessage             = 링크가 다른 노트북 에도 연결되었습니다 파일 '{0}'. {n}다른 노트북으로 전환해서 열까요?
externallinkmessage.button.anotherinstance    = 또 다른 실행으로 열기
externallinkmessage.button.switch             = 노트북 전환
externallinkmessage.button.switch.changes     = 저장되지 않은 모든 노트들이 저장됩니다.

upgrademessage.title                          = 노트북 업그레이드
upgrademessage.message                        = 노트북 파일이 '{0}'{n} 구버전 [app.name] 에서 생성되었습니다. {n}파일을 업그레이드 할까요?
upgrademessage.check.createbackup             = 백업생성
upgrademessage.cancelled                      = 업그레이드 취소됨
upgrademessage.successful                     = 업그레이드 성공!
upgrademessage.successful.backup              = 업그레이드 성공! {n}구버전 파일은 저장되었습니다 위치:{n}{0}{n} 폴더: {n}'{1}'.
upgrade.backup.before                         = 업그레이드 전 으로

backup.successdialog.caption                  = 백업 성공
backup.successdialog.message                  = 노트북이 백업되었습니다 {n} / {0}{n} / {1}
backup.processdialog.caption                  = 백업 진행
backup.processdialog.message                  = 잠시 기다려주십시오 노트북 백업이 진행중입니다...

tagsedit.title                                = 태그 추가 / 제거
tagsedit.addtags                              = 태그 추가:
tagsedit.removetags                           = 태그 제거:

recentlist.notfoundmessage                    = 최근목록에서 레퍼런스를 삭제 할까요?
recentlist.cantclosenotebook                  = 싱글 노트북은 닫을 수 없습니다.

replacetags.title                             = 태그 교체
replacetags.sourcetags                        = 현재 태그:
replacetags.desttags                          = 변경 후 태그:
replacetags.hint                              = 이 기능을 사용해 태그 이름의 변경, 나누기, 합치기 혹은 삭제를 할 수 있습니다.{n}{n}태그를 일괄 삭제하고 싶은 경우, 변경 후 태그 값을 비워두면 됩니다.

recyclebindialog.title                        = 휴지통
recyclebindialog.column.datedeleted           = 삭제일
recyclebindialog.column.title                 = 타이틀
recyclebindialog.column.text                  = 텍스트
recyclebindialog.column.datecreated           = 생성일
recyclebindialog.column.datemodified          = 수정일
recyclebindialog.column.size                  = 사이즈 (KB)
recyclebindialog.column.tags                  = 태그
recyclebindialog.column.sectionname           = 섹션
recyclebindialog.column.link                  = 링크
recyclebindialog.button.restore               = 복원
recyclebindialog.button.delete                = 삭제
recyclebindialog.button.deleteall             = 비우기
recyclebindialog.label.maxsize                = 보관될 삭제된 노트의 갯수:
recyclebindialog.label.keepnotes              = 몇일 후 영구히 삭제
recyclebindialog.label.keepnotes.suffix       = (일)
recyclebindialog.error.invalidmaxsize         = 삭제된 노트의 수 최대수는 양의 수여야 합니다.
recyclebindialog.error.invalidkeepnotes       = 보관일 수는 양의 수여야 합니다.

recyclebindialog.menu.restore                 = 복원
recyclebindialog.menu.delete                  = 삭제
recyclebindialog.menu.deleteall               = 비우기

recyclebindialog.confirm.delete.title         = 영구 삭제
recyclebindialog.confirm.delete.message       = 선택한 {0} 노트들을 영구히 삭제 할까요?
recyclebindialog.confirm.deleteall.title      = 휴지통을 비울까요?
recyclebindialog.confirm.deleteall.message    = {0} 노트 모두 영구히 삭제할까요?
recyclebindialog.confirm.restore.title        = 휴지통에서 노트 복원
recyclebindialog.confirm.restore.message      = 선택된 {0} 노트들을 복원할까요?

tray.addnew                                   = 새노트
tray.restore                                  = 메인화면
tray.exit                                     = 종료

printdialog.title                             = 프린트 노트
printdialog.title.single                      = 프린트 노트
printdialog.group.scope                       = 프린트 범위
printdialog.group.fields                      = 프린트 필드
printdialog.errormsg                          = 프린트중 오류가 발생하였습니다
printdialog.errormsg.title                    = 프린트 오류

export.title                                  = 노트 내보내기
export.filemask.txt                           = Unicode 텍스트 파일
export.filemask.xml                           = XML
export.filemask.html                          = 웹 페이지
export.filemask.xml.154                       = CintaNotes 1.5.4 및 이전 버전을 위한 XML
export.successmsg.title                       = 내보내기 성공
export.successmsg                             = 노트 내보내기 성공. 내보낸 노트: {0}.
export.errormsg                               = 내보내기 작업중 오류가 발생하였습니다.
export.errormsg.title                         = 내보내기 오류
export.html.created                           = 생성:
export.html.modified                          = 수정:
export.scope.all                              = 모든 노트({0})
export.scope.current                          = 현재 보기({0})
export.scope.selection                        = 선택된 노트({0})
export.field.title                            = 타이틀
export.field.text                             = 텍스트
export.field.creation                         = 생성일
export.field.modification                     = 수정일
export.field.link                             = 링크
export.field.tags                             = 태그
export.field.remarks                          = 간단평
export.group.scope                            = 범위 내보내기
export.group.fields                           = 항목 내보내기
export.errormsg.nonotes                       = 빈 노트북에서 내보내기 할 수 없습니다.
export.button.view                            = 보기

export.processdialog.caption                  = 내보내기 진행
export.processdialog.message                  = 내보내기 작업중 잠시기다려 주십시오...

import.title                                  = 노트 가져오기
import.filemask.all                           = CintaNotes 파일
import.filemask.db                            = CintaNotes 노트북
import.filemask.xml                           = XML
import.successmsg.title                       = 가져오기 성공
import.successmsg                             = 노트 가져오기 마침. {n} 가져온 노트:{0}. {n}업데이트된 노트: {1}. {n}중복 생략된 노트: {2}
import.errormsg                               = 가져오기 작업중 오류가 발생하였습니다.
import.errormsg.title                         = 가져오기 오류
import.label.addtags                          = 태그 추가:
import.importsections                         = 가져오기 섹션

import.processdialog.caption                  = 가져오기 진행
import.processdialog.message                  = 가져오기 작업중 잠시기다려 주십시오...

import.error.sectioncountexceeded             = {0} 파일을 섹션과 함께 가져올 수 없습니다. {n}최대치 [sections.limit] 섹션을 초과 합니다.

options.hotkeys.title                         = 단축키 설정
options.hotkeys.clip.label                    = 클립텍스트 단축키:
options.hotkeys.show.label                    = 메인창 단축키:
options.hotkeys.newnote.label                 = 새노트 추가 단축키:

options.hotkeys.hint                          = 단축키를 해제 하려면, 해당키 박스에서 Esc 키를 눌러주십시오.{n}{n}다른프로그램에서 사용하지 않는 단축키를 선택하여주십시오, 그렇지 않으면 CintaNotes 와 충돌하거나 프로그램이 정상작동 하지 않을 수 있습니다.
options.hotkeys.cannotregister                = 이 단축키의 조합을 사용 할 수 없습니다. 다른 키를 사용하여 주십시오.
options.hotkeys.cannotregister.title          = 단축키 조합 사용불가

filtercontrol.total.one                       = {0} 노트
filtercontrol.total.many                      = {0} 노트
filtercontrol.filtered.one                    = {0} 발견
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = 정렬
filtercontrol.tooltip.back                    = 뒤로
filtercontrol.tooltip.forward                 = 앞으로
filtercontrol.tooltip.back.extra              = 히스토리 보기-우클릭
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = 태그 삭제
tag.rename                                    = 태그 이름변경
tag.merge                                     = 태그 합치기
tag.delete.confirm.title                      = 태그 삭제
tag.delete.confirm.message.one                = 선택한 태그를 삭제할까요?
tag.delete.confirm.message.many               = 선택한 태그들을 삭제할까요?
tag.delete.confirm.usecount.one               = 선택된 태그는 현재 {0} 노트에서 사용중 입니다
tag.delete.confirm.usecount.many              = 선택된 태그들은 현재 {0} 노트에서 사용중 입니다
tag.displaycounts                             = 갯수 보이기
tag.properties                                = 속성...
tag.add                                       = 새 태그...
tag.addchild                                  = 새 하위태그...
tag.expandall                                 = 모두 펼치기
tag.collapseall                               = 모두 접기

tag.filter.none                               = 태그필터 없음
tag.filter.used                               = 사용된 태그만
tag.filter.related                            = 연결된 태그만

tagproperties.title                           = {0} 속성
tagproperties.autodeletecheckbox              = 자동 삭제
tagproperties.autodeletecheckbox.tip          = 태그가 사용된 노트가 없을때 태그 삭제
tagproperties.autoexpandedcheckbox            = 기본값으로 확장

deletetags.deletechildren                     = 모든 하위태그 삭제
deletetags.deletenotes.one                    = {0} 노트 삭제
deletetags.deletenotes.many                   = {0} 노트 모두 삭제
deletetags.deletenotes.havingthistag.one      = 이 태그 유지
deletetags.deletenotes.havingthistag.many     = 이 태그 전부 유지

newtag.title                                  = 새 태그
newtag.name                                   = 태그 이름:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = 새 하위태그

tagsidebar.all                                = 전체
tagsidebar.untagged                           = 태그 없음

notebookconfig.title                          = 노트 설정
notebookconfig.path.caption                   = 노트 파일:
notebookconfig.path.browse.mask               = CintaNotes 노트 (*.db)|*.db|모든 파일 (*.*)|*.*
notebookconfig.path.browse.caption            = CintaNotes 노트북 파일 선택
notebookconfig.disconnect.enabled             = {s}외부 노트북과 동기화 허용
notebookconfig.disconnect.label               = 파일 락 해제 몇초 후:
notebookconfig.disconnect.seconds             = 비활성화 시간
notebookconfig.move                           = {s}현재 노트북 재배치

noterichedit.format                           = 서식(&F)
noterichedit.format.bold                      = 볼드(&B)
noterichedit.format.italic                    = 이탤릭(&I)
noterichedit.format.underline                 = 밑줄(&U)
noterichedit.format.strikeout                 = 취소선(&S)
noterichedit.format.highlight                 = 하이라이트(&H)
noterichedit.format.monospace                 = 모노스페이스(&M)

noterichedit.align                            = 정렬(&A)
noterichedit.align.left                       = 좌측(&L)
noterichedit.align.center                     = 가운데(&C)
noterichedit.align.right                      = (&우측)

noterichedit.indent                           = (&I)들여쓰기
noterichedit.format.indent                    = 들여쓰기(&I)
noterichedit.format.outdent                   = 내어쓰기(&O)

noterichedit.format.list.bullet               = 문단 글머리(&l)
noterichedit.format.list.numbered             = 문단 번호(&E)

noterichedit.format.clear                     = 서식 제거(&C)

noterichedit.insertlink                       = 링크 삽입(&I)
noterichedit.insertlink.url                   = 주소(&U)
noterichedit.insertlink.note                  = 노트(&N)
noterichedit.insertlink.file                  = 파일(&F)

noterichedit.paste.intolistitem               = 문단 안에 붙여넣기
noterichedit.paste.intolist                   = 문단으로 붙여넣기

noterichedit.editlink                         = 링크 재지정
noterichedit.deletelink                       = 링크삭제
noterichedit.copynotelink                     = 노트로 링크 복사(&L)

richedit.find                                 = 검색
richedit.replace                              = 치환

noteproperties.title                          = 노트 속성
noteproperties.source.label                   = 소스:
noteproperties.created.label                  = 생성일:
noteproperties.modified.label                 = 수정일:
noteproperties.notesize.label                 = 노트 사이트: {0} KB
noteproperties.charcount.label                = 글자 수: {0}
noteproperties.wordcount.label                = 단어 수: {0}
noteproperties.error.invaliddates             = 수정일은 생성일 보다 나중이어야 합니다.

selecturldialog.title                         = URL 입력
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = 노트북 파일이 삭제되었습니다.{n}프로그램이 종료됩니다.
error.notebook.unknownversion                 = 노트북 파일 '{0}'{n}은 [app.name] 새버전에서 생성되어 열 수 없습니다. {n}{n}[app.name] 새버전을 다운로드 하여 주십시오 주소:[app.url]
error.notebook.cantopenwhenupgrade            = 노트북 파일 '{0}'{n}은 [app.name] 구버전에서 생성되어 업그레이드 될 수 업습니다. {n}이파일에 쓰기 권한을 확인하여 주십시오.
error.notebook.upgradeerror                   = 노트북 파일 '{0}'{n}은 [app.name] 구버전에서 생성되어 업그레이드 될 수 업습니다.{n}{n}에러 메세지: {1}
error.notebook.databasedamaged                = 노트북 파일 '{0}'{n}이 손상되었습니다. {n}{n}에러 메세지: {1}
error.note.notfound                           = 이 노트는 삭제되었습니다

error.notebook.dbcorrupt.title                = 노트북 데이타베이스 주의
error.notebook.dbcorrupt.message              = 노트북 데이타베이스 파일이 손상되어있을 수 있습니다. 수정하시려면 다음사항을 이메일로 보내주십시오 [support.email]: {0}

license.key.status.notfound                   = 등록 정보를 찾을 수 없습니다.
license.key.status.valid                      = 등록 정보가 확인 되었습니다.
license.key.status.invalid                    = 등록 정보가 올바르지 않습니다.
license.key.status.stolen                     = 해당 등록키는 해제되었습니다.
license.key.status.expired                    = 등록키로 사용가능한 날짜가 지났습니다.
license.key.status                            = 등록키 상태: {0}

license.type.basic                            = 기본 (무료) 라이선스
license.type.personal                         = 프로 라이선스
license.type.company                          = 프로 라이선스 (기업용)
license.type.promo                            = [license.type.personal] (프로모션 라이선스)
license.type.lifetime                         = 평생 라이선스 [license.type.personal]

licensedialog.title                           = 라이선스
licensedialog.name.label                      = 등록 이름 / 이메일:
licensedialog.key.label                       = 등록키:
licensedialog.try                             = {0}-일 시험사용 요청
licensedialog.buy                             = 구매
licensedialog.renew                           = 갱신
licensedialog.register                        = 등록
licensedialog.buy.hint                        = 등록 버전에서만 사용가능한 기능이 현재 비활성화 상태입니다. {n}활성화 하시려면 '구입' 버튼을 누른후 웹페이지의 설명을 참고 하세요.
licensedialog.current.expdate                 = 만료일
licensedialog.never                           = 없음
licensedialog.expired                         = 현재 버전에 사용할 수 없는 라이선스 키가 있습니다. 등로버전기능의 사용을 위하여 갱신하여 주십시오.
licensedialog.current.upd.expdate             = 무료 업데이트 만료일
licensedialog.register.success                = 등록 감사합니다!
licensedialog.register.success.title          = 성공
licensedialog.register.fail                   = 등록 실패
licensedialog.register.fail.extra             = "[licensedialog.name.label]" {n} 을 "성 이름 (이메일주소)" 형식에 맞는지 체크하여 주십시오.
licensedialog.register.expired                = 이 라이선스 키는 [app.name] 버전에서는 사용 할 수 없습니다.
licensedialog.register.expired.extra          = 현재 라이선스는 {0},{n} 이전 버전까지 유효하지만 현재 ({1}) 버전은 {2} 입니다
licensedialog.unregister.confirm              = 모든 등록정보를 삭제하시겠습니까?
licensedialog.unregister.confirm.title        = 라이센스를 취소할까요?
licensedialog.unregister.error                = 라이선스 키를 삭제할 수 없습니다. {n} 관리자 권한으로 실행하여 주십시오
licensedialog.replace.confirm                 = 현재 라이선스를 변경하시겠습니까?
licensedialog.replace.confirm.title           = 라이선스를 변경하시겠습니까?
licensedialog.hint.delete                     = 라이선스를 초기화 하려면 [licensedialog.hint.delete.shortcut] 키를 누르세요

licenserequireddialog.title                   = 라이선스 업그레이드 필요
licenserequireddialog.message.default         = 해당 기능은 현재 라이선스로 사용불가능 합니다
licenserequireddialog.message.upg             = 해당 기능을 위하여 라이선스를 업그레이드 하여 주십시오! {n}{n}자세한 사항은 아래의 "라이선스" 버튼을 클릭하여 주십시오
licenserequireddialog.licensebutton           = 라이선스

licenseexpireddialog.title                    = 라이선스 만료
licenseexpireddialog.renew.message            = 라이선스 키는 이 버전의 [app.name] 에서 더이상 유효하지 않습니다.{n}라이선스를 갱신하거나 베이직 프리버전 으로 다운그레이드 하여 주십시오.
licenseexpireddialog.buy.message              = 시험사용 키가 만료되었습니다. {n}프로 라이센스를 구매하시거나 베이직 프리버전으로 다운그레이드 하여주십시오.
licenseexpireddialog.freebutton               = 다운그레이드
licenseexpireddialog.renewbutton              = 갱신
licenseexpireddialog.buybutton                = 구매
licenseexpireddialog.exitbutton               = 마침
licenseexpireddialog.dontshowdialog           = 이 대화상자 다시 보지 않기
licenseexpireddialog.renew.hintlabel          = 라이선스 갱신은 불과 몇분정도 걸리며 {n} 라이선스 할인 정책 [license.renew.discount] 으로 가격할인이 제공됩니다.
licenseexpireddialog.buy.hintlabel            = 프로 라이센스 버전으로의 업그레이드는 불과 몇분정도가 걸립니다.

updatedialog.title                            = 업데이트 체크
updatedialog.initmessage                      = 업데이트 체크가 취소되었습니다.{n}다시체크 "다시 체크" 버튼을 클릭하면 계속 진행됩니다.
updatedialog.label.changes                    = 이 버전의 업데이트 사항:
updatedialog.button.check                     = 다시 체크
updatedialog.button.download                  = 다운로드
updatedialog.label.autocheck                  = 자동으로 체크 수행
updatedialog.error.invalidfile                = 버전파일 오류
updatedialog.error.connectionrefused          = 연결 안됨
updatedialog.error.servernotresponding        = 서버 응답없음
updatedialog.error.invalidproxysettings       = 프락시세팅 오류
updatedialog.error.inetdisconnected           = 인터넷연결 해제
updatedialog.result.uptodate                  = 이 CintaNotes 버전 ({0}) 은 최신 버전 입니다.
updatedialog.result.newversion                = 새 버전 [app.name] 이 다운로드 가능합니다.: {0}
updatedialog.state.connecting                 = 연결중...
updatedialog.state.findingserver              = 서버검색...
updatedialog.state.downloadingfile            = 파일 다운로드...

proxysettingsdialog.title                     = 프락시 세팅
proxysettingsdialog.server                    = 서버:
proxysettingsdialog.port                      = 포트:
proxysettingsdialog.username                  = 아이디:
proxysettingsdialog.password                  = 비밀번호:
proxysettingsdialog.mode.disabled             = 프락시 사용안함
proxysettingsdialog.mode.preconfig            = 시스템 프락시설정 사용
proxysettingsdialog.mode.enabled              = 프락시 사용
proxysettingsdialog.error.invalidport         = 포트번호는 양의 수여야 합니다

synchronizationbar.sync.tip                   = 지금 동기화
synchronizationbar.cancel.tip                 = 취소
synchronization.status.starting               = 동기화 시작...
synchronization.status.login                  = 로그인...
synchronization.status.retrieveindex          = 인덱스 수집중...
synchronization.status.addlocalnotes          = 새노트 다운로드... {0} of {1}
synchronization.status.updatelocalnotes       = 업데이트 다운로드... {0} of {1}
synchronization.status.removelocalnotes       = 로컬노트 삭제... {0} of {1}
synchronization.status.restorelocalnotes      = 휴지통에서 로컬노트 복원... {0} of {1}
synchronization.status.totrashlocalnotes      = 로컬노트 휴지통에 버리기... {0} of {1}
synchronization.status.addremotenotes         = 새노트 업로드... {0} of {1}
synchronization.status.updateremotenotes      = 업데이트 업로드... {0} of {1}
synchronization.status.removeremotenotes      = 원격지 노트 삭제... {0} of {1}
synchronization.status.restoreremotenotes     = 휴지통에서 원격지 노트 복원... {0} of {1}
synchronization.status.totrashremotenotes     = 원격지 노트 휴지통에 버리기... {0} of {1}
synchronization.status.cancelling             = 취소중...

synchronization.result.local                  = 로컬:
synchronization.result.remote                 = 원격지:
synchronization.result.added                  = 추가:
synchronization.result.updated                = 업데이트:
synchronization.result.removed                = 삭제:
synchronization.result.errors                 = 에러:

synchronization.state.completed               = 동기화 완료.
synchronization.state.completedwitherrors     = 동기화가 완료되지 않음, 다시시도 하여 주십시오.
synchronization.state.completedempty          = 동기화 완료. 변경사항 없음.
synchronization.state.failed                  = 동기화 실패.
synchronization.state.authorizationfailed     = 인증 실패.
synchronization.state.invalidproxysettings    = 프락시 세팅 오류.
synchronization.state.nameresolvingfailed     = 연결 불가능. 서버명 정보를 가져오지 못함.
synchronization.state.internetdisconnected    = 인터넷 연결 없음
synchronization.state.servernotresponding     = 서버응답 없음

synchronization.state.notsynchronized         = 동기화 안됨
synchronization.state.lastsynchronization     = 마지막 동기화 {0}

syncpropertiesdialog.title                    = 심플노트 동기화 속성
syncpropertiesdialog.login                    = 아이디:
syncpropertiesdialog.password                 = 비밀번호:
syncpropertiesdialog.enabled.allnotebook      = 이 노트북을 심플노트와 동기화
syncpropertiesdialog.section.all              = 모든 섹션을 동기화
syncpropertiesdialog.section.selected         = 선택한 섹션만 동기화:
syncpropertiesdialog.conflictpolicy           = 동기화 혼동시 해결 방법:
syncpropertiesdialog.conflictpolicy.local     = 로컬노트 적용
syncpropertiesdialog.conflictpolicy.remote    = 원격지 노트적용
syncpropertiesdialog.conflictpolicy.last      = 마지막 수정을 적용
syncpropertiesdialog.cachereset.loginchanged  = 동기화 되는 로그인을 변경하였습니다.{n}동기화 캐쉬가 리셋되어지고, 모든 원격지 노트들은 새로 생성됩니다.{n}{n}계속할까요?
syncpropertiesdialog.cachereset.title         = 동기화 날짜를 리셋할까요?
syncpropertiesdialog.autosync.checkbox        = 자동으로 동기화 조건
syncpropertiesdialog.autosync.suffix          = (분)
syncpropertiesdialog.button.proxysettings     = 프락시 세팅
syncpropertiesdialog.sectionselection.error   = 최소 한개의 섹션을 선택하여야 합니다.

section.new                                   = 새 섹션...
section.new.tip                               = 새 섹션 생성
section.edit                                  = 속성...
section.delete                                = 삭제
section.selectall                             = 모두 선택
section.licenserequired                       = 현재 라이선스는 {0} 개의 섹션까지 생성 가능합니다.
section.move.left                             = 왼쪽 옮기기 (&L)
section.move.right                            = 오른쪽 옮기기 (&R)

section.confirmdelete                         = {1} 노트들과 '{0}' 섹션을 삭제할까요?
section.confirmdelete.title                   = 섹션을 삭제 할까요?
section.confirmdelete.many                    = {1} 노트들과 '{0}' 섹션들을 삭제할까요?
section.confirmdelete.title.many              = 섹션들을 삭제 할까요?

section.all                                   = [tagsidebar.all]
section.main                                  = 메인
section.inbox                                 = 인박스로 설정

sectionedit.title                             = 섹션 속성 편집
sectionedit.title.new                         = 새 섹션 생성
sectionedit.name                              = 이름:
sectionedit.color                             = 색깔:
sectionedit.sectionalreadyexists              = 같은 이름의 섹션이 있습니다.

movetosection.title                           = 섹션으로 옮기기
movetosection.label.one                       = {0} 노트를 섹션으로 옮김:
movetosection.label.many                      = {0} 노트들을 섹션으로 옮김:

clipping.balloon.caption                      = [app.name] 클립됨
clipping.balloon.intosection                  = 로
clipping.balloon.tagged                       = 태그됨 [{0}]

filedialog.filemask.all                       = 모든 파일

ctrl                                          = 컨트롤
alt                                           = 알트
shift                                         = 시프트
win                                           = 윈도우
esc                                           = 이스케이프
enter                                         = 엔터
ins                                           = 인서트
del                                           = 딜리트
home                                          = 홈
end                                           = 엔드
pgup                                          = 페이지업
pgdown                                        = 페이지다운
space                                         = 스페이스
left                                          = 좌
right                                         = 우
up                                            = 상
down                                          = 하
bksp                                          = 백스페이스
